Repository: ivoarch/dd-iso
Catalog: *.po
Languages: bg

source: There doesn't seem to be any USB drives connected to your computer.
bg: Изглежда, че няма никакви USB устройства, свързани към компютъра.

source: $script_name: Step 1: Choose a Target
bg: $script_name: Стъпка 1: Изберете Целева

source: Which USB drive would you like to write the image to?
bg: На кой USB-диск искате да запишите изображение?

source: Device
bg: Устройство

source: Existing Partitions
bg: Съществуващи Дяловe

source: $script_name: Step 2: Choose a Disk Image File
bg: $script_name: Стъпка 2: Изберете файл с образ на диск

source: $script_name: Step 3: Confirm Selection
bg: $script_name: Стъпка 3: Потвърждаване на избора

source: You have chosen to write the disc image file
bg: Избрали сте да напишете файла с изображението на диска

source: to
bg: на

source: This will overwrite the contents of the drive with the disc image. Do you wish to proceed?
bg: Това ще доведе до пренаписване на съдържанието на устройството с образа от диска. Желаете ли да продължите?

source: I need root privilages to write disc images to USB devices, but cannot find beesu, gtksudo, gtksu, or kdesu.
bg: Трябват root превилегии за да се запишат дискови изображения на USB устройства, но не са открити beesu, gtksudo, gtksu или kdesu

source: $script_name: this must be executed as root.
bg: $script_name: това трябва да бъде стартирано като root

source: A simple GUI frontend to dd to write ISO disc images to USB drives.
bg: Прост GUI интерфейс за dd, който записва ISO дискови изображения на USB устройства.

source: Run without arguments to use the Zenity GUI.
bg: Изпълнете без аргументи за да изпползвате Zenity GUI

source: This message.
bg: Това събщение

source: Directly write DISC_IMAGE to TARGET_DEVICE with dd. Requires root.
bg: Директно пише DISC_IMAGE до TARGET_DEVICE с dd. Изисква root.

source: dd output will be written to LOG_FILE, otherwise to
bg: dd изхода ще бъде записан на LOG_FILE, в противен случай на

source: You must be run this script in an X session to use the Zenity GUI.
bg: Стартирайте този скрипт в X сесия, за да използвате Zenity GUI.

source: $script_name: Writing Image...
bg: $script_name: Запис на изображение...

source: The disc image is being written to
bg: Образа на диска се пише на

source: This will take a while.
bg: Това ще отнеме известно време.

source: $script_name: Result
bg: $script_name: Резултат
